{
  "Welcome to WorkTime": "Welcome to WorkTime – your reliable companion in time tracking and everyday productivity!",
  "Paragraph 1": "WorkTime is an innovative web service designed for those who value their time and want to efficiently manage workdays, shifts, and income. Our primary goal is to provide you with a tool that makes time tracking easy and intuitive",
  "Key features of WorkTime": "Key features of WorkTime",
  "Paragraph 2": "Tracking Workdays and Shifts: Our service allows you to easily register your workdays and shifts. Simply mark when you start and finish work, and WorkTime will automatically save this information for future analysis.",
  "Paragraph 3": "Calculating Daily and Monthly Earnings: Our integrated earnings calculator gives you instant access to information about your income for each worked day and the entire month. This enables you to transparently track the financial aspect of your work.",
  "Paragraph 4": "Statistics and Work Activity Analysis: WorkTime generates detailed reports on your workdays and shifts. Analyze your productivity, identify trends, and plan your time based on real data.",
  "Why you should choose WorkTime": "Why you should choose WorkTime",
  "Paragraph 5": "Ease of Use: Our interface is designed to allow even beginners to quickly and easily manage their work time.",
  "Paragraph 6": "Data Reliability: WorkTime ensures the security of your records and provides access to reliable and accurate data about your work activity.",
  "Paragraph 7": "Time and Income Optimization: With WorkTime, you can efficiently manage your work time, leading to increased income and an improved overall quality of life.",
  "Paragraph 8": "Don't miss the opportunity to make your work more manageable and profitable. Join WorkTime today – time tracking will become a straightforward and engaging process!",
  "Connect with us": "Connect with us",
  "The message was sent successfully, expect a response within one day": "The message was sent successfully, expect a response within one day."
}
