{
  "Hello friend": "Hello friend",
  "Enter your personal details and start journey with us": "Enter your personal details and start journey with us",
  "Welcome back": "  Welcome back",
  "To keep connected with us please login with your personal info": "To keep connected with us please login with your personal info",
  "Create account": "Create account",
  "Sign in to": "Sign in to",
  "Forgot your password": "Forgot your password",
  "Or use Google": "Or use Google",
  "I have read the": "I have read the",
  "Terms of use of the site": "Terms of use of the site",
  "And the": "and the",
  "Privacy policy": "Privacy policy",
  "And agree to them": "and agree to them",
  "Request password reset": "Request password reset",
  "Request password paragraph 1": "Once you provide your email address, a password reset email will be sent to your inbox. This email will contain a link that will allow you to reset your password securely",
  "What a your email address": "What a your email address",
  "Send the activation email again": "Send the activation email again",
  "Activation email paragraph 1": "If you haven't received your activation email or it got lost in your inbox, including the spam folder, you can use this form to request another one. Just enter your registered email address below and click the 'Send 'button.",
  "Activation email paragraph 2": "Please remember to check your spam folder in case the activation email accidentally landed there.",
  "Activation email paragraph 3": "Once you've activated your email, you're good to go! Head over to the",
  "Activation email paragraph 4": " and start enjoying all the features we have to offer",
  "Greetings paragraph 1": "Welcome to WorkTime – your reliable companion in time tracking and everyday productivity!",
  "Greetings paragraph 2": "WorkTime is an innovative web service designed for those who value their time and want to efficiently manage workdays, shifts, and income. Our primary goal is to provide you with a tool that makes time tracking easy and intuitive.",
  "Greetings paragraph 3": "Please note that, before utilizing all the features of WorkTime, it's necessary to activate your account. If you've logged in through Google, your email address is already activated, and you can start using the service immediately.",
  "Greetings paragraph 4": "For other users, please confirm your email address to activate your account. We will send you an email with activation instructions. Kindly check your mailbox, including the 'Spam' folder, if you don't find the notification in your main inbox.",
  "Greetings paragraph 5": " Thank you for your understanding, and welcome to the world of efficient time tracking with WorkTime!",
  "Didn't receive an activation email": "Didn't receive an activation email"
}
