{
  "User registration and account": "User registration and account",
  "Terms use site paragraph 1": "To access the full features of WorkTime, users must complete the registration process, providing accurate and current information.",
  "Terms use site paragraph 2": "Users are responsible for maintaining the confidentiality of their account credentials and for all activities occurring under their account.",
  "Purpose of the service": "Purpose of the service",
  "Terms use site paragraph 3": "WorkTime is intended for personal use in tracking work hours and managing shifts efficiently.",
  "Terms use site paragraph 4": "Users agree not to misuse the service, including but not limited to unauthorized access, interference with the functionality, or any activity that may disrupt the service.",
  "Notifications": "Notifications",
  "Terms use site paragraph 5": "Users may receive notifications related to their use of WorkTime. These notifications are integral to the functionality of the service.",
  "Terms use site paragraph 6": "Users can manage their notification preferences within the application.",
  "Data management": "Data management",
  "Terms use site paragraph 7": "Users have the right to modify or delete their data through the user account settings.",
  "Terms use site paragraph 8": "WorkTime reserves the right to retain certain data for analytical purposes, ensuring the continued improvement of the service.",
  "Security measures": "Security measures",
  "Terms use site paragraph 9": "WorkTime employs reasonable security measures to protect user data. Users are encouraged to adopt strong and unique passwords for added security.",
  "Terms use site paragraph 10": "Users must not attempt to circumvent security features or engage in any activity that compromises the integrity of the service.",
  "Responsible conduct": "Responsible conduct",
  "Terms use site paragraph 11": "Users are expected to conduct themselves responsibly within the WorkTime community.",
  "Terms use site paragraph 12": "Any disruptive or abusive behavior may result in the suspension or termination of the user's account.",
  "Cookie usage": "Cookie usage",
  "Terms use site paragraph 13": "WorkTime uses cookies for authentication and session management purposes.",
  "Terms use site paragraph 14": "Users can manage cookie preferences through their browser settings.",
  "Policy updates": "Policy updates",
  "Terms use site paragraph 15": "WorkTime may update these terms periodically. Users will be notified of any significant changes, and continued use of the service constitutes acceptance of the updated terms.",
  "Termination of account": "Termination of account",
  "Terms use site paragraph 16": "WorkTime reserves the right to terminate or suspend user accounts for violations of these terms or any activity deemed harmful to the community or the service.",
  "Terms use site paragraph 17": "By using WorkTime, users agree to comply with these terms and conditions. It is recommended to review these terms regularly for any updates."
}
