{
  "translation": {
    "Logo slogan": "Każda sekunda się liczy",
    "Home": "Strona główna",
    "Calendar": "Kalendarz",
    "Profile": "Profil",
    "Statistics": "Statystyki",
    "About us": "O nas",
    "Exit": "Wyjście",
    "Start": "Rozpocznij",
    "Profession": "Zawód",
    "Greeting registration": "Cześć, przyjacielu!",
    "Registration slogan": "Wprowadź swoje dane osobowe i zacznij podróż z nami",
    "Login": "Zaloguj się",
    "Create account": "Stwórz konto",
    "First name": "Imię",
    "Last name": "Nazwisko",
    "Email": "E-mail",
    "Password placeholder": "Przynajmniej jedna litera, jedna cyfra i jeden znak specjalny  ! @ # $ % &",
    "Registration": "Rejestracja",
    "Use google": "Lub Google",
    "Terms of use of the site": "Warunki korzystania z serwisu",
    "Privacy policy": "Polityka prywatności",
    "I have read the": "Przeczytałem(a)m",
    "And agree to them": "i zgadzam się z nimi.",
    "And the": "i",
    "Sign in to": "Zaloguj się do",
    "Forgot your password": "Zapomniałeś(aś) hasła",
    "Greeting login": "Witaj ponownie!",
    "Login slogan": "Aby pozostać z nami w kontakcie, zaloguj się używając swoich danych osobistych",
    "Last updated": "Ostatnia aktualizacja",
    "User registration and account": "Rejestracja użytkownika i konto",
    "Terms of use 1.1": "Aby uzyskać pełen dostęp do funkcji WorkTime, użytkownicy muszą ukończyć proces rejestracji, podając dokładne i aktualne informacje.",
    "Terms of use 1.2": "Użytkownicy są odpowiedzialni za utrzymanie poufności swoich danych dostępowych do konta oraz za wszystkie działania zachodzące na ich koncie.",
    "Purpose of the service": "Cel usługi",
    "Terms of use 2.1": "WorkTime jest przeznaczony do użytku osobistego w celu śledzenia godzin pracy i efektywnego zarządzania zmianami.",
    "Terms of use 2.2": "Użytkownicy zobowiązują się nie nadużywać usługi, w tym, lecz nie tylko, nieautoryzowanego dostępu, ingerencji w funkcjonalność lub jakiejkolwiek aktywności, która może zakłócić działanie usługi.",
    "Notifications": "Powiadomienia",
    "Terms of use 3.1": "Użytkownicy mogą otrzymywać powiadomienia związane z korzystaniem z WorkTime. Te powiadomienia są integralną częścią funkcjonalności usługi.",
    "Terms of use 3.2": "Użytkownicy mogą zarządzać preferencjami dotyczącymi powiadomień w ramach aplikacji.",
    "Data management": "Zarządzanie danymi",
    "Terms of use 4.1": "Użytkownicy mają prawo modyfikować lub usuwać swoje dane za pośrednictwem ustawień konta użytkownika.",
    "Terms of use 4.2": "WorkTime zastrzega sobie prawo do przechowywania pewnych danych w celach analitycznych, zapewniając ciągłe doskonalenie usługi.",
    "Security measures": "Środki bezpieczeństwa",
    "Terms of use 5.1": "WorkTime stosuje rozsądne środki bezpieczeństwa w celu ochrony danych użytkownika. Użytkownicy są zachęcani do przyjęcia silnych i unikalnych haseł dla dodatkowego zabezpieczenia.",
    "Terms of use 5.2": "Użytkownicy nie mogą próbować obejść funkcji bezpieczeństwa ani uczestniczyć w żadnej aktywności, która zagraża integralności usługi.",
    "Responsible conduct": "Odpowiedzialne postępowanie",
    "Terms of use 6.1": "Oczekuje się, że użytkownicy będą się odpowiedzialnie zachowywać w społeczności WorkTime.",
    "Terms of use 6.2": "Dowolne zachowanie zakłócające lub obraźliwe może skutkować zawieszeniem lub zamknięciem konta użytkownika.",
    "Cookie usage": "Użycie plików cookie",
    "Terms of use 7.1": "WorkTime używa plików cookie w celach uwierzytelniania i zarządzania sesją.",
    "Terms of use 7.2": "Użytkownicy mogą zarządzać preferencjami dotyczącymi plików cookie za pomocą ustawień przeglądarki.",
    "Policy updates": "Aktualizacje polityki",
    "Terms of use 8.1": "WorkTime może okresowo aktualizować te warunki. Użytkownicy zostaną powiadomieni o istotnych zmianach, a dalsze korzystanie z usługi oznacza akceptację zaktualizowanych warunków.",
    "Termination of account": "Zakończenie konta",
    "Terms of use 9.1": "WorkTime zastrzega sobie prawo do zakończenia lub zawieszenia kont użytkowników za naruszenie tych warunków lub jakiejkolwiek działalności uznanej za szkodliwą dla społeczności lub usługi.",
    "Terms of use 10": "Korzystając z WorkTime, użytkownicy zgadzają się przestrzegać niniejszych warunków. Zaleca się regularne sprawdzanie tych warunków w poszukiwaniu aktualizacji.",
    "Collected personal information": "Zebrane informacje osobiste",
    "Privacy policy 1.1": "WorkTime gromadzi następujące informacje osobiste:",
    "Full name": "Pełne imię i nazwisko",
    "Password": "Hasło",
    "Email address": "Adres e-mail",
    "Gender": "Płeć",
    "Work information": "Informacje dotyczące pracy, w tym nazwa firmy, stanowisko i wynagrodzenie",
    "Personal photo": "Zdjęcie osobiste",
    "Information work shifts": "Informacje dotyczące zmiany pracy",
    "Purpose of data collection": "Cel zbierania danych",
    "Privacy policy 2.1": "Zebrane dane są używane wyłącznie do następujących celów:",
    "Privacy policy 2.2": "Śledzenie czasu pracy i zmian",
    "Privacy policy 2.3": "Wysyłanie powiadomień związanych z funkcjonalnością serwisu",
    "Third-Party data sharing": "Udostępnianie danych stron trzecich",
    "Privacy policy 3.1": "Obecnie dane użytkowników nie są udostępniane żadnym stronom trzecim.",
    "Data security": "Bezpieczeństwo danych",
    "Privacy policy 4.1": "Wdrożyliśmy środki bezpieczeństwa w celu ochrony Twoich danych osobowych. (Dodaj dodatkowe szczegóły dotyczące środków bezpieczeństwa, np. szyfrowanie danych.)",
    "Management of personal data": "Zarządzanie danymi osobowymi",
    "Privacy policy 5.1": "Masz prawo modyfikować i usuwać swoje dane osobowe za pomocą konta użytkownika na naszej stronie internetowej.",
    "Privacy policy 6.1": "WorkTime używa plików cookie tylko do przesyłania tokena odświeżania.",
    "Privacy policy updates": "Aktualizacje polityki prywatności",
    "Privacy policy 7.1": "Polityka prywatności może być okresowo aktualizowana. Ostatnia aktualizacja znajduje się na górze dokumentu.",
    "Request password reset": "Zażądaj resetowania hasła",
    "Request password message": "Po podaniu adresu e-mail, zostanie wysłany e-mail z instrukcjami resetowania hasła. E-mail ten będzie zawierał link, który umożliwi bezpieczne zresetowanie hasła.",
    "Request password field": "Jaki jest Twój adres e-mail?",
    "Send": "Wyślij",
    "Reset password": "Zresetuj hasło",
    "Create new password": "Utwórz nowe hasło",
    "Repeat entered password again": "Powtórz wprowadzone hasło ponownie.",
    "Date birth": "Data urodzenia",
    "Company name": "Nazwa firmy",
    "Start work": "Data rozpoczęcia pracy",
    "Year": "rok",
    "Salary per hour": "Stawka godzinowa",
    "Changed email": "Zmienic e-mail",
    "Changed password": "Zmienione hasło",
    "Edit profile": "Edytuj profil",
    "Delete profile": "Usuń profil",
    "Changed email 1.1": "Wprowadź nowy adres e-mail, który chcesz używać. Po dokonaniu zmian system automatycznie wyśle e-mail aktywacyjny na nowy adres.",
    "Changed email 1.2": "Upewnij się, że wprowadzony adres e-mail jest poprawny, ponieważ na niego zostanie wysłany e-mail z instrukcjami aktywacji. Jeśli nie otrzymasz e-maila aktywacyjnego w ciągu kilku minut, sprawdź folder „Spam” lub „Niechciane” w swojej skrzynce odbiorczej. Należy pamiętać, że nowy adres e-mail nie będzie aktywowany, dopóki nie potwierdzisz go, klikając link w e-mailu aktywacyjnym. Jeśli napotkasz jakiekolwiek trudności lub masz pytania, nie wahaj się skontaktować z naszym zespołem wsparcia.",
    "Enter new email address": "Wprowadź nowy adres e-mail",
    "Enter your current password": "Wprowadź swoje obecne hasło",
    "What are you first name": "Jak masz na imię?",
    "What are you last name": "Jak masz na nazwisko?",
    "Choose your gender": "Wybierz swoją płeć.",
    "Will you choose your date of birth": "Czy wybierzesz swoją datę urodzenia?",
    "Date birth format": "(MM/DD/YYYY)",
    "What name company": "Jaka jest nazwa firmy?",
    "What name of your profession": "Jaka jest nazwa twojego zawodu?",
    "Start date for working": "Czy wybierzesz datę rozpoczęcia pracy w tej firmie?",
    "Your rate per hour of work": "Twoja stawka za godzinę pracy?",
    "Delete profile text": "Czy na pewno chcesz trwale usunąć swój profil i wszystkie związane z nim dane? Prosimy pamiętać, że ta czynność jest nieodwracalna, i nie będziemy w stanie przywrócić twojego konta i informacji po usunięciu. Wszystkie twoje osobiste informacje, przesłane pliki i historia aktywności zostaną utracone na zawsze.",
    "Cancel": "Anuluj",
    "Delete": "Usuń",
    "Upload avatar": "Prześlij avatar",
    "Upload avatar 1.1": "Wybrany plik musi być w jednym z następujących formatów '.jpg .png .gif .webp'. Plik nie może przekraczać 8 MB.",
    "Select": "Wybierz",
    "Change avatar": "Zmień avatar",
    "Name": "Imię",
    "Other": "Inne",
    "Man": "Mężczyzna",
    "Woman": "Kobieta"
  }
}
