{
  "translation": {
    "Logo slogan": "Кожна секунда має значення",
    "Home": "Головна",
    "Calendar": "Календар",
    "Profile": "Профіль",
    "Statistics": "Статистика",
    "About us": "Про нас",
    "Exit": "Вихід",
    "Start": "Почати",
    "Profession": "Професія",
    "Greeting registration": "Привіт, друг!",
    "Registration slogan": "Введіть свої особисті дані та розпочніть подорож з нами",
    "Login": "Увійти",
    "Create account": "Створити обліковий запис",
    "First name": "Ім'я",
    "Last name": "Прізвище",
    "Email": "Електронна пошта",
    "Password placeholder": "Принаймні одна літера, одна цифра і один спеціальний символ  ! @ # $ % &",
    "Registration": "Реєстрація",
    "Use google": "Або Google",
    "Terms of use of the site": "Умови використання сайту",
    "Privacy policy": "Політика конфіденційності",
    "I have read the": "Я прочитав(ла)",
    "And agree to them": "і згоден(на) з ними.",
    "And the": "і",
    "Sign in to": "Увійти в",
    "Forgot your password": "Забули пароль",
    "Greeting login": "Ласкаво просимо назад!",
    "Login slogan": "Щоб залишатися з нами на зв'язку, будь ласка, увійдіть за допомогою своєї особистої інформації",
    "Last updated": "Остання оновлення",
    "User registration and account": "Реєстрація користувача та обліковий запис",
    "Terms of use 1.1": "Для отримання повного доступу до функцій WorkTime користувачі повинні завершити процес реєстрації, надаючи точну та актуальну інформацію.",
    "Terms of use 1.2": "Користувачі несуть відповідальність за збереження конфіденційності своїх облікових даних та за всі дії, які відбуваються під їхнім обліковим записом.",
    "Purpose of the service": "Мета сервісу",
    "Terms of use 2.1": "WorkTime призначений для особистого використання для відстеження робочого часу та ефективного управління змінами.",
    "Terms of use 2.2": "Користувачі згідні не зловживати сервісом, включаючи, але не обмежуючись несанкціонованим доступом, втручанням у функціональність або будь-якою діяльністю, яка може нарушити роботу сервісу.",
    "Notifications": "Сповіщення",
    "Terms of use 3.1": "Користувачі можуть отримувати сповіщення, пов'язані з використанням WorkTime. Ці сповіщення є невід'ємною частиною функціональності сервісу.",
    "Terms of use 3.2": "Користувачі можуть керувати своїми налаштуваннями сповіщень в межах додатка.",
    "Data management": "Управління даними",
    "Terms of use 4.1": "Користувачі мають право змінювати або видаляти свої дані через налаштування облікового запису користувача.",
    "Terms of use 4.2": "WorkTime залишає за собою право зберігати певні дані для аналітичних цілей, забезпечуючи постійне вдосконалення сервісу.",
    "Security measures": "Заходи безпеки",
    "Terms of use 5.1": "WorkTime застосовує розумні заходи безпеки для захисту даних користувача. Користувачі закликаються використовувати міцні та унікальні паролі для додаткової безпеки.",
    "Terms of use 5.2": "Користувачі не повинні намагатися обійти засоби безпеки або займатися будь-якою діяльністю, яка компрометує цілісність сервісу.",
    "Responsible conduct": "Відповідальна поведінка",
    "Terms of use 6.1": "Від користувачів очікується відповідальна поведінка в спільноті WorkTime.",
    "Terms of use 6.2": "Будь-яка руйнівна або образлива поведінка може призвести до призупинення або закриття облікового запису користувача.",
    "Cookie usage": "Використання файлів cookie",
    "Terms of use 7.1": "WorkTime використовує файли cookie для автентифікації та управління сеансом.",
    "Terms of use 7.2": "Користувачі можуть керувати налаштуваннями файлів cookie через налаштування свого веб-оглядача.",
    "Policy updates": "Оновлення політики",
    "Terms of use 8.1": "WorkTime може періодично оновлювати ці умови. Користувачі будуть повідомлені про будь-які значущі зміни, і подальше використання сервісу вважається прийняттям оновлених умов.",
    "Termination of account": "Закінчення облікового запису",
    "Terms of use 9.1": "WorkTime залишає за собою право припинити або призупинити облікові записи користувачів за порушення цих умов або будь-якої діяльності, визнаної шкідливою для спільноти чи сервісу.",
    "Terms of use 10": "Використовуючи WorkTime, користувачі згодні дотримуватися цих умов та положень. Рекомендується регулярно переглядати ці умови для отримання оновлень.",
    "Collected personal information": "Зібрана особиста інформація",
    "Privacy policy 1.1": "WorkTime збирає наступну особисту інформацію:",
    "Full name": "Повне ім'я та прізвище",
    "Password": "Пароль",
    "Email address": "Електронна адреса",
    "Gender": "Стать",
    "Work information": "Інформація щодо роботи, включаючи назву компанії, посаду та зарплату",
    "Personal photo": "Особисте фото",
    "Information work shifts": "Інформація щодо змін роботи",
    "Purpose of data collection": "Мета збору даних",
    "Privacy policy 2.1": "Зібрані дані використовуються виключно для наступних цілей:",
    "Privacy policy 2.2": "Відстеження часу роботи та змін",
    "Privacy policy 2.3": "Надсилання сповіщень, пов'язаних з функціональністю сайту",
    "Third-Party data sharing": "Обмін даними з сторонніми сторонами",
    "Privacy policy 3.1": "На даний момент дані користувачів не передаються жодним стороннім сторонам.",
    "Data security": "Безпека даних",
    "Privacy policy 4.1": "Ми впроваджуємо заходи безпеки для захисту ваших особистих даних. (Включіть додаткові деталі щодо заходів безпеки, наприклад, шифрування даних.)",
    "Management of personal data": "Управління особистими даними",
    "Privacy policy 5.1": "Ви маєте право змінювати та видаляти свої особисті дані через обліковий запис користувача на нашому веб-сайті.",
    "Privacy policy 6.1": "WorkTime використовує файли cookie лише для передачі токена оновлення.",
    "Privacy policy updates": "Оновлення політики конфіденційності",
    "Privacy policy 7.1": "Політика конфіденційності може періодично оновлюватися. Останнє оновлення відображається у верхній частині документа.",
    "Request password reset": "Запит скидання пароля",
    "Request password message": "Після вказання своєї адреси електронної пошти вам буде відправлено електронний лист із інструкціями зі скидання пароля. Цей електронний лист буде містити посилання, яке дозволить вам безпечно скинути пароль.",
    "Request password field": "Який у вас адреса електронної пошти?",
    "Send": "Надіслати",
    "Reset password": "Скидання пароля",
    "Create new password": "Створити новий пароль",
    "Repeat entered password again": "Повторіть введений пароль ще раз."
  }
}
