{
  "Hello friend": "Cześć, przyjacielu",
  "Enter your personal details and start journey with us": "Wprowadź swoje dane osobowe i rozpocznij podróż z nami",
  "Welcome back": "Witaj ponownie",
  "To keep connected with us please login with your personal info": "Aby pozostać z nami w kontakcie, zaloguj się przy użyciu swoich danych osobowych",
  "Create account": "Utwórz konto",
  "Sign in to": "Zaloguj się do",
  "Forgot your password": "Zapomniałeś hasła",
  "Or use Google": "Lub Google",
  "I have read the": "Przeczytałem",
  "Terms of use of the site": "Warunki korzystania z serwisu",
  "And the": "i",
  "Privacy policy": "Politykę prywatności",
  "And agree to them": "i zgadzam się z nimi",
  "Request password reset": "Poproś o zresetowanie hasła",
  "Request password paragraph 1": "Po podaniu swojego adresu e-mail zostanie wysłany e-mail z resetowaniem hasła do twojej skrzynki odbiorczej. Ten e-mail będzie zawierał link, który umożliwi bezpieczne zresetowanie hasła.",
  "What a your email address": "Podaj swój adres e-mail",
  "Send the activation email again": "Wyślij ponownie e-mail aktywacyjny",
  "Activation email paragraph 1": "Jeśli nie otrzymałeś swojego e-maila aktywacyjnego lub zaginął gdzieś w twojej skrzynce odbiorczej, w tym folderze ze spamem, możesz skorzystać z tego formularza, aby poprosić o kolejny. Wprowadź po prostu swój zarejestrowany adres e-mail poniżej i kliknij przycisk „Wyślij”.",
  "Activation email paragraph 2": "Pamiętaj, aby sprawdzić folder ze spamem, jeśli e-mail aktywacyjny przypadkowo tam wylądował.",
  "Activation email paragraph 3": "Po aktywacji e-maila możesz zacząć korzystać! Przejdź do",
  "Activation email paragraph 4": " i zacznij korzystać z wszystkich funkcji, które mamy do zaoferowania.",
  "Greetings paragraph 1": "Witamy w WorkTime - Twoim niezawodnym towarzyszem śledzenia czasu i codziennej produktywności!",
  "Greetings paragraph 1.1": "Aby w pełni wykorzystać platformę, musisz przejść do swojego profilu i wypełnić wszystkie niezbędne informacje do poprawnego wyświetlania płatności i prowadzenia statystyk.",
  "Greetings paragraph 2": "WorkTime to innowacyjna usługa internetowa przeznaczona dla tych, którzy cenią swój czas i chcą skutecznie zarządzać dniem pracy, zmianami i dochodami. Naszym głównym celem jest dostarczenie Ci narzędzia, które sprawi, że śledzenie czasu stanie się łatwe i intuicyjne.",
  "Greetings paragraph 3": "Należy pamiętać, że przed skorzystaniem ze wszystkich funkcji WorkTime konieczne jest aktywowanie swojego konta. Jeśli zalogowałeś się przez Google, Twój adres e-mail jest już aktywowany, i możesz zacząć korzystać z usługi natychmiast.",
  "Greetings paragraph 4": "Dla innych użytkowników, proszę potwierdzić swój adres e-mail, aby aktywować swoje konto. Wyślemy Ci e-mail z instrukcjami aktywacyjnymi. Sprawdź swoją skrzynkę odbiorczą, w tym folder 'Spam', jeśli nie znajdziesz powiadomienia w głównej skrzynce odbiorczej.",
  "Greetings paragraph 4.1": "Obliczenie zarobionej kwoty może różnić się od faktycznych zarobków ze względu na subtelności opodatkowania; staraliśmy się jedynie dostarczyć Ci przybliżonych danych.",
  "Greetings paragraph 5": "Dziękujemy za zrozumienie i witamy w świecie efektywnego śledzenia czasu z WorkTime!",
  "Didn't receive an activation email": "Nie otrzymałeś e-maila aktywacyjnego",
  "The confirmation email has been sent again": "E-mail z potwierdzeniem został wysłany ponownie."
}
