{
  "User registration and account": "Rejestracja użytkownika i konto",
  "Terms use site paragraph 1": "Aby uzyskać pełny dostęp do funkcji WorkTime, użytkownicy muszą ukończyć proces rejestracji, podając dokładne i aktualne informacje.",
  "Terms use site paragraph 2": "Użytkownicy są odpowiedzialni za utrzymanie poufności swoich danych dostępowych i za wszelkie czynności dokonywane na ich koncie.",
  "Purpose of the service": "Cel usługi",
  "Terms use site paragraph 3": "WorkTime jest przeznaczony do osobistego użytku w śledzeniu godzin pracy i efektywnym zarządzaniu zmianami.",
  "Terms use site paragraph 4": "Użytkownicy zobowiązują się do niezłego korzystania z usługi, w tym między innymi do nieautoryzowanego dostępu, ingerencji w funkcjonalność lub jakiejkolwiek działalności mogącej zakłócić usługę.",
  "Notifications": "Powiadomienia",
  "Terms use site paragraph 5": "Użytkownicy mogą otrzymywać powiadomienia związane z korzystaniem z WorkTime. Powiadomienia te są integralną częścią funkcjonalności usługi.",
  "Terms use site paragraph 6": "Użytkownicy mogą zarządzać swoimi preferencjami dotyczącymi powiadomień w ramach aplikacji.",
  "Data management": "Zarządzanie danymi",
  "Terms use site paragraph 7": "Użytkownicy mają prawo modyfikować lub usuwać swoje dane za pomocą ustawień konta użytkownika.",
  "Terms use site paragraph 8": "WorkTime zastrzega sobie prawo do przechowywania pewnych danych w celach analitycznych, zapewniając ciągłe doskonalenie usługi.",
  "Security measures": "Środki bezpieczeństwa",
  "Terms use site paragraph 9": "WorkTime stosuje rozsądne środki bezpieczeństwa w celu ochrony danych użytkowników. Zachęca się użytkowników do stosowania silnych i unikalnych haseł dla dodatkowego bezpieczeństwa.",
  "Terms use site paragraph 10": "Użytkownicy nie powinni próbować obejść funkcji zabezpieczeń ani angażować się w żadną działalność, która mogłaby zagrażać integralności usługi.",
  "Responsible conduct": "Odpowiednie zachowanie",
  "Terms use site paragraph 11": "Oczekuje się, że użytkownicy będą się odpowiedzialnie zachowywać w społeczności WorkTime.",
  "Terms use site paragraph 12": "Każde zachowanie zakłócające lub agresywne może skutkować zawieszeniem lub zakończeniem konta użytkownika.",
  "Cookie usage": "Użycie plików cookie",
  "Terms use site paragraph 13": "WorkTime używa plików cookie w celach uwierzytelniania i zarządzania sesją.",
  "Terms use site paragraph 14": "Użytkownicy mogą zarządzać preferencjami dotyczącymi plików cookie za pomocą ustawień przeglądarki.",
  "Policy updates": "Aktualizacje polityki",
  "Terms use site paragraph 15": "WorkTime może okresowo aktualizować te warunki. Użytkownicy zostaną powiadomieni o istotnych zmianach, a kontynuowanie korzystania z usługi oznacza akceptację zaktualizowanych warunków.",
  "Termination of account": "Zakończenie konta",
  "Terms use site paragraph 16": "WorkTime zastrzega sobie prawo do zakończenia lub zawieszenia kont użytkowników za naruszenie tych warunków lub za wszelką działalność uznawaną za szkodliwą dla społeczności lub usługi.",
  "Terms use site paragraph 17": "Korzystając z WorkTime, użytkownicy zgadzają się przestrzegać tych warunków i postanowień. Zaleca się regularne przeglądanie tych warunków w celu zapoznania się z ewentualnymi aktualizacjami."
}
