{
  "Hello friend": "Привіт, друг",
  "Enter your personal details and start journey with us": "Введіть свої особисті дані та розпочніть подорож з нами",
  "Welcome back": "Ласкаво просимо назад",
  "To keep connected with us please login with your personal info": "Щоб залишатися на зв'язку з нами, будь ласка, увійдіть за допомогою своїх особистих даних",
  "Create account": "Створити обліковий запис",
  "Sign in to": "Увійти в",
  "Forgot your password": "Забули пароль",
  "Or use Google": "Або Google",
  "I have read the": "Я прочитав",
  "Terms of use of the site": "Умови використання сайту",
  "And the": "і",
  "Privacy policy": "Політику конфіденційності",
  "And agree to them": "і погоджуюсь з ними",
  "Request password reset": "Запит на скидання пароля",
  "Request password paragraph 1": "Після введення вашої адреси електронної пошти вам буде надіслано лист зі скиданням пароля на вашу поштову скриньку. Цей лист буде містити посилання, яке дозволить вам безпечно скинути пароль.",
  "What a your email address": "Введіть вашу адресу електронної пошти",
  "Send the activation email again": "Надіслати лист активації знову",
  "Activation email paragraph 1": "Якщо ви не отримали листа активації або він загубився у вашій скриньці, включаючи папку спаму, ви можете скористатися цією формою, щоб запросити інший. Просто введіть свою зареєстровану адресу електронної пошти нижче і натисніть кнопку „Надіслати”.",
  "Activation email paragraph 2": "Не забудьте перевірити папку зі спамом у разі, якщо лист активації випадково туди потрапив.",
  "Activation email paragraph 3": "Після активації вашої електронної скриньки ви готові до роботи! Перейдіть до",
  "Activation email paragraph 4": " і насолоджуйтеся всіма можливостями, які ми можемо вам запропонувати.",
  "Greetings paragraph 1": "Ласкаво просимо в WorkTime - вашого надійного супутника у відстеженні часу та щоденній продуктивності!",
  "Greetings paragraph 2": "WorkTime - це інноваційний веб-сервіс, призначений для тих, хто цінує свій час і хоче ефективно управляти робочими днями, змінами та доходами. Наша основна мета - надати вам інструмент, який зробить відстеження часу легким і інтуїтивним.",
  "Greetings paragraph 3": "Зверніть увагу, що перед використанням всіх функцій WorkTime необхідно активувати свій обліковий запис. Якщо ви увійшли через Google, ваша електронна адреса вже активована, і ви можете почати використовувати сервіс негайно.",
  "Greetings paragraph 4": "Для інших користувачів, будь ласка, підтвердіть свою електронну адресу, щоб активувати свій обліковий запис. Ми відправимо вам електронний лист із вказівками щодо активації. Будь ласка, перевірте вашу поштову скриньку, включаючи папку 'Спам', якщо ви не знайдете сповіщення у вашій основній скриньці.",
  "Greetings paragraph 5": "Дякуємо за розуміння та ласкаво просимо у світ ефективного відстеження часу з WorkTime!",
  "Didn't receive an activation email": "Не отримали листа активації",
  "The confirmation email has been sent again": "Електронний лист із підтвердженням надіслано знову."
}
