{
  "Changed email": "Змінити e-mail",
  "Changed email paragraph 1": "Введіть нову адресу електронної пошти, яку ви хочете використовувати. Після внесення змін система автоматично відправить активаційний лист на нову адресу.",
  "Changed email paragraph 2": "Переконайтеся, що введена адреса електронної пошти є вірною, оскільки на неї буде відправлено лист з інструкціями активації. Якщо ви не отримаєте активаційного листа протягом декількох хвилин, перевірте папку «Спам» або «Небажане» в своїй скриньці електронної пошти. Зверніть увагу, що нова адреса електронної пошти не буде активована, поки ви не підтвердите її, натиснувши на посилання в активаційному листі. Якщо у вас виникнуть труднощі або у вас є питання, не соромтеся звертатися до нашої служби підтримки.",
  "Enter a new email address": "Введіть нову адресу електронної пошти",
  "Changed password": "Зміна пароля",
  "Enter your current password": "Введіть поточний пароль",
  "Create a new password": "Створіть новий пароль",
  "Repeat the entered password again": "Повторіть введений пароль ще раз",
  "Edit profile": "Редагувати профіль",
  "What are you first name": "Як вас звати",
  "What are you last name": "Як ваше прізвище",
  "Choose your gender": "Оберіть свою стать",
  "Will you choose your date of birth": "Вкажіть свою дату народження",
  "What is the name of the company": "Як називається компанія",
  "What is the name of your profession": "Як називається ваша професія",
  "Will you choose a start date for working for this company": "Виберіть дату початку роботи для цієї компанії",
  "Your rate per hour of work": "Ваша ставка за годину роботи",
  "Delete profile": "Видалити профіль",
  "Delete profile paragraph 1": "Ви впевнені, що хочете назавжди видалити свій профіль та всі пов'язані з ним дані? Будь ласка, зверніть увагу, що ця дія є необоротною і ми не зможемо відновити ваш обліковий запис та інформацію після видалення. Всі ваші особисті дані, завантажені файли та історія діяльності будуть втрачені назавжди.",
  "Upload avatar": "Завантажити фото",
  "Upload avatar paragraph 1": "Обраний файл повинен мати один з наступних форматів '.jpg .png .gif .webp'. Розмір файлу не повинен перевищувати 8 МБ.",
  "Example description for user": "Приклад опису для користувача.",
  "Write a few words about yourself": "Напишіть кілька слів про себе...",
  "Hello, here I wanted to tell you a little about myself": "Привіт, тут я хотів(ла) розповісти трішки про себе."
}
