{
  "User registration and account": "Реєстрація користувача та обліковий запис",
  "Terms use site paragraph 1": "Для отримання повного доступу до функцій WorkTime користувачі повинні завершити процес реєстрації, надавши точну та актуальну інформацію.",
  "Terms use site paragraph 2": "Користувачі відповідають за збереження конфіденційності своїх облікових даних та за всі дії, які відбуваються під їхнім обліковим записом.",
  "Purpose of the service": "Мета сервісу",
  "Terms use site paragraph 3": "WorkTime призначений для особистого використання для відстеження робочих годин та ефективного управління змінами.",
  "Terms use site paragraph 4": "Користувачі погоджуються не зловживати сервісом, включаючи, але не обмежуючись несанкціонованим доступом, втручанням у функціональність або будь-якою діяльністю, яка може нарушити роботу сервісу.",
  "Notifications": "Повідомлення",
  "Terms use site paragraph 5": "Користувачі можуть отримувати повідомлення, пов'язані з використанням WorkTime. Ці повідомлення є невід'ємною частиною функціональності сервісу.",
  "Terms use site paragraph 6": "Користувачі можуть керувати своїми налаштуваннями повідомлень в межах додатка.",
  "Data management": "Управління даними",
  "Terms use site paragraph 7": "Користувачі мають право змінювати або видаляти свої дані через налаштування облікового запису користувача.",
  "Terms use site paragraph 8": "WorkTime залишає за собою право зберігати певні дані для аналітичних цілей, забезпечуючи подальше вдосконалення сервісу.",
  "Security measures": "Заходи безпеки",
  "Terms use site paragraph 9": "WorkTime застосовує розумні заходи безпеки для захисту даних користувачів. Рекомендується користувачам використовувати складні та унікальні паролі для додаткової безпеки.",
  "Terms use site paragraph 10": "Користувачі не повинні намагатися обійти засоби безпеки або займатися будь-якою діяльністю, яка ставить під сумнів цілісність сервісу.",
  "Responsible conduct": "Відповідальна поведінка",
  "Terms use site paragraph 11": "Від користувачів очікується відповідальна поведінка в межах спільноти WorkTime.",
  "Terms use site paragraph 12": "Будь-яка руйнівна або агресивна поведінка може призвести до призупинення або припинення облікового запису користувача.",
  "Cookie usage": "Використання файлів cookie",
  "Terms use site paragraph 13": "WorkTime використовує файли cookie в цілях аутентифікації та управління сеансом.",
  "Terms use site paragraph 14": "Користувачі можуть керувати налаштуваннями файлів cookie через налаштування свого браузера.",
  "Policy updates": "Оновлення політики",
  "Terms use site paragraph 15": "WorkTime може періодично оновлювати ці умови. Користувачі будуть повідомлені про будь-які значущі зміни, і продовження використання сервісу означає прийняття оновлених умов.",
  "Termination of account": "Закінчення облікового запису",
  "Terms use site paragraph 16": "WorkTime залишає за собою право припинити або призупинити облікові записи користувачів за порушення цих умов або будь-якої діяльності, яка вважається шкідливою для спільноти або сервісу.",
  "Terms use site paragraph 17": "Користуючись WorkTime, користувачі згодні дотримуватися цих умов і умов. Рекомендується регулярно переглядати ці умови для отримання оновлень."
}
